Repository: Retr0dev-jpg/markdown-mkii
Catalog: src/MarkdownMkII.App/Strings/*/Resources.resw
Source language: en_us
Languages: it

# BulkDelete
source: Delete permanently
it: Elimina definitivamente

# BulkDuplicate
source: Duplicate
it: Duplica

# BulkProtect
source: Protect
it: Proteggi

# BulkUnprotect
source: Remove protection
it: Rimuovi protezione

# BulkExport
source: Export
it: Esporta

# BulkTagsHint
source: separate tags with commas
it: separa i tag con virgole

# BulkConfirm
source: This operation affects {0} selected notes. Continue?
it: L’operazione riguarda {0} note selezionate. Confermi?

# BulkProgress
source: {0} of {1} notes processed
it: {0} di {1} note elaborate

# BulkResult
source: Completed: {0} Unchanged: {1} Failed: {2} Not executed: {3}
it: Completate: {0} Invariate: {1} Non riuscite: {2} Non eseguite: {3}
